[InteractiveObjects.MO_HomeMovies_Camera InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_HomeMovies_JackCutOut InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_HomeMovies_OrbitalBeacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_HomeMovies_ProbeBeacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_HomeMovies_MoxxisCamera MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Câmera gozada de Moxxi"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HomeMovies_MoxxisCamera:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma câmera usada para gravar sacanagens."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HomeMovies_OrbitalBeaconPickup MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Transmissor de Suprimentos Orbitais da Hyperion"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_HomeMovies_OrbitalBeaconPickup:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um transmissor utilizado para solicitar suprimentos lunares da Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ProbeBeacon MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Transmissor de Rastreamento"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_ProbeBeacon:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Esse transmissor serve para controlar o movimento dos Supervisores da Hyperion."
NoConstraintText=""
Suffix=""
Prefix=""

